using System.Collections;
using System.Collections.Generic;
using UnityEngine;

public class Texts : MonoBehaviour
{
    public static int Language = 0;

    public static string[] Ru = {
        "Внимание!", //0
        "",//1
        "Данная игра предназначена либо для гениев, либо для сумасшедших.",//2
        "Приятного времяпровождения)",//3
        "Когда-то давно....",//4
        "Королевство жило в мире....",//5        
        "Но всё изменилость, когда СМЕШНАЯ ЖЁЛТАЯ СОБАКА захватила трон.",//6
        "Именно она... Разбросала по королевству ловушки и несмешные шутки.",//7
        "Мир начал погружаться в хаос.",//8
        "Но ходят легенды о герое, который спасёт мир от СМЕШНОЙ ЖЁЛТОЙ СОБАКИ.",//9  
        "И этого героя зовут....",//10
        "АЛХИМИКЕТ!",//11
        "<Нажмите для продолжения>",//12
    };

    public static string[] Eng = {
        "Warning!",//0
        "",//1
        "This game is intended for geniuses or madmen.",//2
        "Have good time!",//3
        "Когда-то давно....",//4
        "Королевство Интернетов жило в мире....",//5        
        "Но всё изменилость, когда СМЕШНАЯ ЖЁЛТАЯ СОБАКА захватила трон.",//6
        "Именно она... Разбросала по королевству ловушки и несмешные шутки.",//7
        "Мир начал погружаться в хаос.",//8
        "Но ходят легенды о герое, который спасёт мир от СМЕШНОЙ ЖЁЛТОЙ СОБАКИ.",//9  
        "И этого героя зовут....",//10
        "АЛХИМИКЕТ!",//11
        "<Нажмите для продолжения>",//12
    };

}
